{
    "01.jpg": {
      "texts": [
        "a tray with a variety of vegetables on it",
        "A selection of fresh vegetables on a kitchen towel: two yellow squashes, two ears of corn, and a pile of green beans.",
        "The image shows a tray with a variety of vegetables including a yellow squash, a yellow squash, a yellow squash, a yellow squash, a yellow squash, a yellow squash,",
        "Three yellow squash, two green beans, and one corn on the cob are arranged on a white towel on a black stovetop.",
        "a table topped with a bunch of different types of vegetables "
      ]
    },
    "06.png": {
      "texts": [
        "a person using a laptop with a circuit on it",
        "A laptop screen displays a digital face silhouette made of circuit patterns and binary code, symbolizing technology and innovation.",
        "The image shows a person's hands typing on a laptop with a digital circuit board on the screen.",
        "A person is typing on a black laptop with a blue circuit board on the screen, connected to a black charger.",
        "a person is using a laptop computer "
      ]
    },
    "07.png": {
      "texts": [
        "the heart and its parts",
        "Diagram of a bean seed labeled with parts: epicotyl, hypocotyl, radicle, cotyledon, and seed coat.",
        "The image is a labeled diagram of a bean seed, showing its various components.",
        "A plant cell with a leafy structure.",
        "a painting of a fish with a fish eye "
      ]
    },
    "09.png": {
      "texts": [
        "the structure of the sun",
        "The image illustrates the internal structure of the Sun, showing different layers like the core, radiative zone, and photosphere.",
        "The image is a cross-sectional diagram of the Sun, showing its internal structure with labels pointing to various layers.",
        "The sun's surface is a complex, layered structure with different regions, including the core, outer core, outer surface, and inner surface. The outer core is the core of",
        "a small toy is shown with a picture of a person "
      ]
    },
    "10.png": {
      "texts": [
        "a bar chart showing the percentage of minimum income",
        "The chart compares minimum income benefits in Spain, France, and the Netherlands, illustrating significant differences in adequacy levels.",
        "The bar chart compares the adequacy of minimum income benefits among Slovak Republic, France, and Netherlands. The x-axis shows the adequacy of minimum income benefits in terms of percentage",
        "A man is walking on a path.",
        "a series of images showing a blue and red fire hydrant "
      ]
    },
    "12.png": {
      "texts": [
        "a map of the caribbean islands",
        "The map shows the Caribbean, highlighting Cuba and Hispaniola, which includes Haiti and the Dominican Republic.",
        "The image is a map of the Caribbean and surrounding regions, highlighting the region of Hispaniola with its capital city, Santo Domingo, in green.",
        "A map of the Caribbean Sea, with green and blue colors representing different regions.",
        "a kite flying through the air with a blue sky "
      ]
    }
  }